Repository: Mbtker/Per
Catalog: code/EForms.UIL/Language/Resource.*.resx
Languages: ar

source: Accepted Requests
ar: الطلبات المقبولة

source: Account details
ar: بيانات الحساب

source: Account Status
ar: حالة الحساب

source: Achievement
ar: إنجاز

source: Action
ar: اجراء

# Action Date
source: Action Date & Time
ar: تاريخ ووقت الاجراء

source: Active
ar: مفعل

source: Add
ar: اضافة

source: Administrator Comment
ar: تعليق مسؤول تقييم الأداء

source: Administrator Position
ar: درجة المسؤول

source: Administrator Reason
ar: اسباب مسؤول تقييم الأداء

source: Administrator Action
ar: إجراء المسؤول

source: Administrator Name
ar: اسم المسؤول

source: Admission
ar: التنويم

source: Admission View
ar: عرض اشعارات التنويم

source: Admit Date
ar: تاريخ التنويم

source: Age
ar: العمر

source: All
ar: الجميع

source: All appointments
ar: جميع المواعيد

source: All Complaints
ar: جميع الشكاوى

source: All Refill Requests
ar: عرض طلبات صرف الأدوية

source: All Requests
ar: جميع الطلبات

# AnnouncementsAndAlerts
source: Announcements
ar: الاعلانات والتنبيهات

# AnticoagulantRefillRequests
source: Anticoagulant & Refill
ar: طلبات الادوية والتخثر

# AnticoagulantVirtualClinicRequest
source: Anticoagulant
ar: طلب عيادة التخثر

# ApplicationSlogan
source: Beta Version
ar: نسخة تجريبية

# ApplicationTittle
source: Performance Management System -
ar: نظام تقييم الأداء -

source: Appointment date
ar: تاريخ الموعد

source: Appointment Information
ar: بيانات الموعد

source: Appointment time
ar: وقت الموعد

source: Approval
ar: الموافقة

source: Approvals
ar: الموافقات

source: Approved
ar: موافقة

source: Arabic Name
ar: الاسم باللغة العربية

source: Attachment
ar: مرفق

source: Attachments
ar: المرفقات

source: Back
ar: رجوع

source: Back To List
ar: عودة للقائمة

source: BMI
ar: مؤشر كتلة الجسم

source: Bulletin Date
ar: تاريخ النشرة

source: Bulletin Contact No
ar: رقم الاتصال بالمسؤول

source: Calculate
ar: حساب

source: Calculator
ar: الحاسبة الصحية

source: Cancel
ar: الغاء

source: Change Language
ar: تغيير اللغة

# CheckFile
source: Check for a file
ar: التحقق من وجود ملف

# checkIfThereIIsAnAccountOnThePortal
source: Check if there is an account on the portal
ar: التحقق من وجود حساب بالبوابة

source: Choose report type
ar: اختر نوع التقرير

source: Choose the delivery method
ar: اختر طريقة التوصيل

source: Choose the pick-up location
ar: اختر مكان الاستلام

source: Clinic
ar: العيادة

source: Clinical Visits
ar: اشعارات المراجعة

source: Clinic name
ar: اسم العيادة

source: Coagulation Check
ar: فحص التخثر

source: Coagulation was checked by home care
ar: تم فحص التخثر من خلال الرعاية المنزلية

source: Code
ar: الكود

source: Comments
ar: التعليق

source: Complaint date
ar: تاريخ الشكوى

source: Complaint details
ar: تفاصيل الشكوى

source: Complaint number
ar: رقم الشكوى

source: Complaints
ar: الشكاوى

source: Complaint Status
ar: حالة الشكوى

source: Contact Number
ar: رقم التواصل

source: Create
ar: انشاء

# CreateNewComplaint
source: Create a new complaint
ar: تقديم شكوى جديدة

source: Create Request
ar: انشاء طلب جديد

source: Current job
ar: الوظيفة الحالية

source: Dashboard
ar: لوحة البيانات

source: Date
ar: تاريخ

source: Date From
ar: من تاريخ

source: Date of Birth
ar: تاريخ الميلاد

source: Date of visit
ar: تاريخ الزيارة

source: Date & Time
ar: التاريخ

source: Date To
ar: الى تاريخ

source: Date From Should Be After
ar: تاريخ البدأ لابد ان يبدأ من تاريخه

source: Date From Should Be Less Than Date To
ar: تاريخ البداية لابد ان يكون اقل من تاريخ النهاية

source: Delayed
ar: متأخرة

source: Delete
ar: حذف

# DeleteConfirmation
source: Are you sure you want to permanently delete?
ar: هل متأكد من عملية الحذف؟

source: Delivery data
ar: بيانات التوصيل

source: Delivery method
ar: طريقة التوصيل

source: Department
ar: ادارة

source: Department Head Name
ar: اسم مدير الادارة

source: Department Name
ar: اسم الادارة

source: Department Head Action
ar: إجراء مدير الادارة

source: Department Head Name
ar: اسم مدير الادارة

source: description
ar: الوصف

source: Details
ar: تفاصيل

source: Disapproval Reason
ar: سبب الرفض

source: Disapproved
ar: رفض

source: Discharge Date
ar: وقت الخروج

source: Display Information
ar: عرض البيانات

source: Doctor Code
ar: رمز الطبيب

source: Doctor Name
ar: اسم الطبيب

source: Download
ar: تحميل

source: download file
ar: تحميل الملف

# DropDownSelect
source: - Select
ar: - اختر

source: Duration
ar: مدة

source: Echo Cardiac Report
ar: نتائج الفحوصات التشخيصية للقلب

source: Edit
ar: تحرير

source: Email
ar: البريد الالكتروني

source: Employees Login
ar: دخول الموظفين

source: End Time
ar: وقت النهاية

source: English Name
ar: الاسم باللغة الإنجليزية

source: Enter complaint details
ar: أدخل تفاصيل الشكوى

source: Enter email
ar: أدخل البريد الإلكتروني

source: Enter ID Number
ar: أدخل رقم الهوية

source: Enter mobile number
ar: أدخل رقم الجوال

source: Enter notes, if any
ar: أدخل الملاحظات إن وجدت

source: Enter Password
ar: أدخل كلمة المرور

source: Enter Patient Number Or ID Number
ar: أدخل رقم المريض أو الهوية

source: Enter the complaint details
ar: ادخل تفاصيل الشكوى

source: Enter the mobile number
ar: أدخل رقم الجوال

source: Enter the name in arabic
ar: أدخل الاسم باللغة العربية

source: Enter the neighborhood name
ar: أدخل اسم الحي

source: Enter The Registered Mobile Number
ar: أدخل رقم الجوال المسجل في المدينة

source: Enter your inquiry or suggestion details
ar: أدخل تفاصيل الاستفسار أو المقترح

source: Evaluation taken into consideration.
ar: التقييم مأخوذ في الاعتبار.

source: Exit
ar: خروج

source: Expiry date
ar: تاريخ الانتهاء

source: Feedback
ar: تعليق

source: Feedback Sender Department
ar: ادارة مرسل الملاحظات

source: Feedback Sender Name
ar: اسم مرسل التعليقات

source: Feedback Sent
ar: تم إرسال التعليقات

source: Female
ar: أنثى

source: File
ar: الملف

source: File Name
ar: اسم الملف

source: Files
ar: الملفات

source: Finished
ar: المنجزة

source: Finished Complaint
ar: الشكاوى المنجزة

source: Finished Complaint Ratio
ar: نسبة الشكاوى المنجزة

source: Finished Count
ar: عدد الانتهاء

source: Finished Ratio
ar: نسبة الانتهاء

source: Finished Suggestion Ratio
ar: نسبة الاستفسارات والمقترحات المنجزة

source: Forgot your password?
ar: نسيت كلمة المرور؟

source: FormAdmin
ar: المسؤول

# FormAdmins
source: Form Admins Summary
ar: نتائج موظفي ادارة تقييم الأداء

source: Form Type
ar: نوع النموذج

source: Future appointment
ar: مواعيد مستقبلية

source: Gender
ar: الجنس

source: Give us Feedback
ar: اعطنا راييك

source: Group
ar: مجموعه

source: Health Center
ar: المركز الصحي

source: Height In Centimeters
ar: الطول بالسنتيمتر

source: Home
ar: الرئيسية

source: Home Page
ar: الصفحة الرئيسية

source: Hospital
ar: المستشفى

source: How to order
ar: طريقة الطلب

source: How to receive medicines
ar: طريقة استلام الأدوية

source: Identification Number
ar: رقم الهوية

source: Inactive
ar: غير مفعل

source: Information update
ar: تحديث البيانات

source: Inquiries and suggestions
ar: استفسارات ومقترحات

source: Inquiry or suggestion date
ar: تاريخ الاستفسار أو المقترح

source: Inquiry or suggestion details
ar: تفاصيل الاستفسار أو المقترح

source: Inquiry or suggestion number
ar: رقم الاستفسار أو المقترح

source: Job title
ar: المسمى الوظيفي

source: Lab Results
ar: نتائج المختبر

source: Lab results in detail
ar: نتائج المعامل بالتفاصيل

source: Lab Results View
ar: عرض نتائج المختبر

source: Last Location
ar: مكان التنويم

# LastUpdate
source: Last modified
ar: آخر تحديث

source: Login
ar: تسجيل الدخول

source: Male
ar: ذكر

source: Manage My Requests
ar: ادارة طلباتي

source: Manage Request
ar: ادارة الطلب

source: Manage Requests
ar: ادارة الطلبات

source: military number
ar: الرقم العسكري

# MissionConent
source: We promote healthy lifestyle for the personnel of Ministry of Defense and their families and adopt best practices in digitalization and knowledge management and collaborate with the kingdom's healthcare sector to provide integrated preventive and medical services in a professional manner and in line with the international standards of quality and safety at times of war and peace
ar: ﺗﻌﺰﻳﺰ ﻧﻤﻂ ﺍﻟﺤﻴﺎﺓ ﺍﻟﺼﺤﻴﺔ ﻟﻤﻨﺴﻮﺑﻲ ﻭﺯﺍﺭﺓ ﺍﻟﺪﻓﺎﻉ ﻭﺫﻭﻳﻬﻢ ﻭﺗﺒﻨﻲ ﺃﻓﻀﻞ ﺍﻟﻤﻤﺎﺭﺳﺎﺕ ﻓﻲ ﺍﻟﻤﻌﻠﻮﻣﺎﺗﻴﺔ ﺍﻟﺮﻗﻤﻴﺔ ﻭﺇﺩﺍﺭﺓ ﺍﻟﻤﻌﺮﻓﺔ ﻭﺍﻟﺘﻜﺎﻣﻞ ﺍﻟﻔﻌﺎﻝ ﻣﻊ ﻣﻨﻈﻮﻣﺔ ﺍﻟﻘﻄﺎﻉ ﺍﻟﺼﺤﻲ ﻓﻲ ﺍﻟﻤﻤﻠﻜﺔ ﻟﺘﻘﺪﻳﻢ ﺧﺪﻣﺎﺕ ﻭﻗﺎﺋﻴﺔ ﻭ ﻋﻼﺟﻴﺔ ﻣﺘﻜﺎﻣﻠﺔ ﻓﻲ ﺍﻟﺴﻠﻢ ﻭﺍﻟﺤﺮﺏ ﺑﻤﻬﻨﻴﺔ ﻭﻣﻌﺎﻳﻴﺮ ﺟﻮﺩﺓ ﻭﺳﻼﻣﺔ ﻋﺎﻟﻤﻴﺔ

# MissionTitle
source: Mission
ar: المهمة

source: My Account
ar: حسابي

source: My appointment
ar: مواعيدي

source: My appointments
ar: مواعيدي

source: My Reports
ar: تقاريري

# MySickLeave
source: Sick leave
ar: إجازاتي المرضية

source: My Statistics
ar: إحصائياتي

source: Name
ar: الاسم

# NameofEvent
source: Name of Event AR
ar: اسم الحدث

source: Name of Event EN
ar: اسم الحدث انجليزي

source: Nationality
ar: الجنسية

source: Neighborhood
ar: الحي السكني

source: new complaint
ar: شكوى جديدة

source: New inquiry or suggestion
ar: استفسار أو مقترح جديد

source: New request
ar: طلب جديد

source: News Contact No
ar: رقم الاتصال بالمسؤول

source: News Date
ar: تاريخ الأخبر

source: No. of Attendees
ar: عدد الحضور

source: Normal
ar: عادي

source: Notes
ar: الملاحظات

source: notification
ar: تنبيه

# NumberOfApplicationsAccepted
source: Number Of Accepted Applications
ar: عدد الطلبات المقبولة

# NumberOfDays
source: The number of days
ar: عدد الأيام

source: Number Of Rejected Applications
ar: عدد الطلبات المرفوضة

source: Occupation
ar: المهنة

# OnlyRequesterDelete
source: Only Requester Can Delete
ar: فقط الطالب يقدر يحذف

# OnlyRequesterDelete2
source: Only requests with no action can be deleted
ar: يمكن فقط حذف الطلبات التي ليس لها أي إجراء

source: Options
ar: خيارات

source: Patient Affairs Updates
ar: تحديثات شؤون المرضى

# PatientBillOfRightsAndResponsibilities
source: Patient's Bill of Rights and Responsibilities
ar: وثيقة حقوق ومسؤوليات المرضى

# PatientHasTheRightTo
source: Patient's has the right to:
ar: للمريض الحق في:

source: Patient information
ar: بيانات المريض

source: Patient Name
ar: اسم المريض

source: patient number
ar: رقم المريض

# PatientResponsible1
source: 1. Policies.
ar: 1. اتباع قوانين ولوائح المستشفى.

# PatientResponsible2
source: 2. Give correct historical information about his/her old diseases to the doctor.
ar: 2. تقديم المعلومات الدقيقة والكاملة للفريق الطبي فيما يتعلق بتاريخه المرضي السابق.

# PatientResponsible3
source: 3. Inform the responible medical staff if he/she can't Adhere to the medical instructions.
ar: 3. تبليغ الفريق الطبي المسؤول عن رعايته في حالة عدم فهم المعلومات المقدمة له لرعايته أو عدم قدرته على الالتزام بالتعليمات الطبية.

# PatientResponsible4
source: 4. Adherence to his/ her appointments and call if want to cancel or not attend.
ar: 4. الالتزام بالمواعيد أو الاتصال لإلغائها عندما لا يستطيع الحضور الى العيادات الخارجية أو التنويم.

# PatientResponsible5
source: 5. Adherence to the hospital's smoke-free policy.
ar: 5. الالتزام بسياسة حظر التدخين في مرافق المستشفى.

# PatientRight1
source: 1. Be informed about their rights and responsibilities.
ar: 1. أن يكون على علم بحقوقه ومسؤولياته.

# PatientRight10
source: 10. Be protected from physical and verbal assault.
ar: 10. حمايته من الاعتداء الجسدي واللفظي.

# PatientRight11
source: 11. Appropriate assessment and management of pain.
ar: 11. التقييم والمعالجة المناسبة للألم الناتج عن حالته الصحية.

# PatientRight12
source: 12. Participate in their care including making decisions or asking questions about care and seeking a second opinion without fear or compromising care.
ar: 12. مشاركته فيما يتعلق برعايته الصحية. متمثلا بالمشاركة في اتخاذ القرارات الخاصة بالرعاية. والسؤال عن كل ما يتعلق برعايته للحصول على رأي أخر من دون خوف من التأثير السلبي على الرعاية المقدمة له.

# PatientRight13
source: 13. Be educated about their conditions
ar: 13. توعيته بكل ما يتعلق بحالته الصحية..

# PatientRight14
source: 14. Consent to surgery, high risk treatments and procedures anesthesia, and use of blood and blood products, after receiving adequate information.
ar: 14. أخذ موافقته الخطية بعد حصوله على المعلومات الكافية: قبل الجراحة او التخدير أو نقل الدم ومشتقاته أو إجراء عالي الخطورة.

# PatientRight15
source: 15. Refuse or discontinue treatment and be informed of the consequences if the decision, responsibilities related to such decision and available care and treatment alternatives.
ar: 15. رفض أو وقف العلاج وتزويده بالمعلومات الكافية عن العواقب المترتبة على قراره والمسؤوليات المتعلقة بهذا القرار والعلاج البديل.

# PatientRight16
source: 16. Respectful and compassionate care at the end of life.
ar: 16. حصوله على الرعاية الكريمة والاحترام في حالة الاحتضار والوفاة.

# PatientRight17
source: 17. Be fully informed about clinical research which they agree to participate in, and the right to refuse or withdraw consent without affecting the care provided.
ar: 17. أخذ موافقته الخطية قبل المشاركة بالأبحاث العلمية والتجارب الطبية وله الحق برفض المشاركة أو الانسحاب في أي وقت دون الخوف من تأثير هذا القرار على رعايته في المستشفى.

# PatientRight18
source: 18. Be informed about donation and transplantation of organs and other tissues as per hospital policy.
ar: 18. الحصول على معلومات عن كيفية التبرع أو زراعة الأعضاء والأنسجة الأخرى وفقا لسياسة المستشفى.

# PatientRight19
source: 19. Voice a complaint about care or hospital services and have the complaint investigated and resolved whenever is possible.
ar: 19. تقديم الشكوى فيما يتعلق بحالته الصحية أو الخدمات المقدمة والتحقيق فيها وحلها حسب امكانيات المستشفى..

# PatientRight2
source: 2. Be informed of the services provided in the hospital.
ar: 2. الحصول على معلومات عن الخدمة المقدمة في المستشفى.

# PatientRight20
source: 20. Have their possessions protected once the hospital assumes responsibilities for protecting possessions or when the patient cannot resume responsibility.
ar: 20. حماية ممتلكاته عندما لا يكون قادرا على ذلك أو عندما يتعهد المستشفى بتحمل مسؤولية حمايتها.

# PatientRight21
source: 21. Receive a report on their medical condition according to hospital regulations.
ar: 21. حصوله على تقرير طبي عن حالته الصحية وفقا للقواعد والأنظمة المعمول بها في المستشفى.

# PatientRight3
source: 3. Providing a safe environment for him in all hospital facilities
ar: 3. توفير بيئة آمنة له في جميع مرافق المستشفى.

# PatientRight4
source: 4. Know the identities of the physicians and the other practitioners responsible for his/ her care.
ar: 4. معرفته بهوية الأطباء أو غيرهم من الممارسين أو الأخصائيين المسؤولين عن رعايته.

# PatientRight5
source: 5. Be treated with respect and dignity at all times and under all circumstances.
ar: 5. معاملته باحترام وكرامة في جميع الأوقات وتحت كل الظروف.

# PatientRight6
source: 6. Receive care that is respectful of their values and beliefs (provided that they don’t conflict with Islamic rules).
ar: 6. احترام عاداته وتقاليده وقيمه ومعتقداته الدينية (شريطة أن لا تتعارض مع الشريعة الإسلامية).

# PatientRight7
source: 7. Respect and maintain their privacy during care and according to their needs.
ar: 7. احترام خصوصياته عند تقديم الرعاية الطبية حسب احتياجاته.

# PatientRight8
source: 8. Have a significant other. Chaperon or a staff member from the same gender be present during physical examination, treatment or procedure.
ar: 8. طلب وجود محرم أو من يرغب من معارفه أو أحد افراد الفريق الصحي من نفس الجنس أثناء الفحص الطبي أو العلاج.

# PatientRight9
source: 9. Maintain confidentiality of all information, communication and records related to the care.
ar: 9. الحفاظ على سرية جميع المعلومات والسجلات المتعلقة برعايته في المستشفى.

source: Patient Rights
ar: حقوق المرضى

source: Patient Services Portal
ar: بوابة خدمات المرضى

source: Patients Login
ar: دخول المرضى

source: Pending
ar: المعلقة

# PendingComplaintCount
source: Pending Complaint
ar: الشكاوى المعلقة

source: Pending Complaint Ratio
ar: نسبة الشكاوى المعلقة

source: Pending Requests
ar: الطلبات المعلقة

# PercentageOfApplicationsAccepted
source: Percentage of accepted applications
ar: نسبة الطلبات المقبولة

# PercentageOfApplicationsPending
source: Percentage Of Pending Applications
ar: نسبة الطلبات المعلقة

source: Percentage of pending inquiries and suggestions
ar: نسبة الاستفسارات والمقترحات المعلقة

source: Percentage Of Rejected Applications
ar: نسبة الطلبات المرفوضة

source: Permissions
ar: الصلاحيات

source: Pharmaceutical consulting
ar: الاستشارات الدوائية

source: Pharmacy
ar: الصيدلية

source: Phone Number
ar: رقم الجوال

source: Place of pick-up
ar: مكان الاستلام

source: Please Insert the Contact No!
ar: الرجاء إدخال رقم الاتصال!

source: Please Insert the Subject EN!
ar: الرجاء إدخال الموضوع!

source: Please Insert the Trip Contact No!
ar: الرجاء إدخال رقم الاتصال!

source: Please Select the Bulletin Date!
ar: الرجاء إدخال رقم جهة اتصال النشرة!

source: Please Select the Date From!
ar: الرجاء تحديد التاريخ من!

source: Please Select the Date To!
ar: الرجاء تحديد التاريخ إلى!

source: Please Select the End Time!
ar: الرجاء تحديد وقت الانتهاء!

source: Please Select the News Date!
ar: برجاء تحديد تاريخ الخبر!

source: Please Select the Start Time!
ar: الرجاء تحديد وقت البدء!

source: Please Select the Trip Date!
ar: برجاء تحديد تاريخ الرحلة!

source: Please Select the Trip Time!
ar: الرجاء تحديد وقت الرحلة!

# PleaseAttachTheCoagulationTestResult
source: Please attach the coagulation test result, and if the test is through home care, please ignore this field
ar: (الرجاء ارفاق نتيجة فحص التخثر(INR)، و في حال كان الفحص من خلال الرعاية المنزلية يرجى تجاهل هذا الحقل )

source: Please confirm the appointment number
ar: فضلًا تأكيد من رقم الموعد

source: Please confirm the data entered
ar: فضلًا تأكد من البيانات المدخلة

# PleaseEnterAllInformationToEnsureFastAccess
source: Please enter all data to ensure fast delivery
ar: الرجاء ادخال جميع البيانات لضمان الوصول بسرعة

source: Please enter your complaint details
ar: فضلًا أدخل تفاصيل الشكوى

source: Position Code
ar: كود المسمى الوظيفي

source: Position Name
ar: المسمى الوظيفي

source: Preview
ar: عرض

source: Print
ar: طباعة

# PrintMyAppointment
source: Print My Appointments
ar: برنت المواعيد

source: print sick leave
ar: طباعة إجازة مرضية

source: Priority
ar: أولوية

# PSCC
source: PSCC © 2022
ar: مركز الأمير سلطان لمعالجة أمراض وجراحة القلب للقوات المسلحة © 2022.

source: POR Approval
ar: موافقة مدير تقييم الأداء

source: POR Approver Comment
ar: تعليق مدير تقييم الأداء

source: POR Approver Name
ar: اسم مدير تقييم الأداء

source: POR Approver Position
ar: درجة مدير تقييم الأداء

source: Publication Contact No
ar: رقم الاتصال بالمسؤول

source: POR
ar: تقييم الأداء

# PublicRelationDepartmentHeadAction
source: Performance Management Head Action - Final Approval
ar: اجراء مدير ادارة تقييم الأداء - الموافقة النهائية

source: Rank
ar: الرتبة

source: Rate
ar: معدل

source: Reason
ar: السبب

source: Reasons for rejection
ar: أسباب الرفض

source: Recieved DateTime
ar: تاريخ استقبال الطلب

source: Refill Request
ar: طلب صرف أدوية

source: Refill Way
ar: طريقة التوصيل

# RegisterNewUser
source: Register a new user
ar: تسجيل مستخدم جديد

source: Rejected By Admin
ar: مرفوضة من موظف تقييم الأداء

source: Rejected By Department Head
ar: مرفوضة من مدير الادارة

# RejectedByPR
source: Rejected By POR
ar: مرفوظة من مدير ادارة العلاقات

source: Rejected Requests
ar: الطلبات المرفوضة

source: Remote coagulation clinic
ar: عيادة التخثر عن بعد

source: Report Request View
ar: عرض طلب تقرير

source: Reports
ar: التقارير

source: Report Type
ar: نوع التقرير

source: Request DateTime
ar: تاريخ ووقت الطلب

source: Request Event Details
ar: طلب تفاصيل الحدث

source: Request for Publications Details
ar: طلب تفاصيل المطبوعات

source: Request Periodic Bulletins Details
ar: طلب تفاصيل النشرات الدورية

source: Request Publish News Details
ar: طلب نشر تفاصيل الأخبار

source: Request Recieved
ar: استقبال الطلب

source: Request Recreational Trip Details
ar: طلب تفاصيل الرحلة الترفيهية

source: Request Seen
ar: مشاهدة الطلب

source: Request Date
ar: تاريخ الطلب

source: Request Details
ar: تفاصيل الطلب

source: Requester
ar: الطالب

source: Requester Details
ar: تفاصيل الطالب

source: Request Forms
ar: نموذج الطلب

source: Request Information
ar: بيانات الطلب

source: Request Number
ar: رقم الطلب

# RequestReport
source: Request a report
ar: طلب تقرير

source: Requests
ar: الطلبات

source: Request Status
ar: حالة الطلب

source: Request to dispense medication
ar: طلب صرف أدوية

source: Request Type
ar: نوع الطلب

# ResolvedRequests
source: Completed
ar: مكتملة

# ResponseDate
source: Response data
ar: تاريخ الرد

source: Satisfacation
ar: الرضا

source: Save
ar: حفظ

source: Search
ar: بحث

source: Search for sick leave
ar: بحث عن إجازة مرضية

source: Seen DateTime
ar: تاريخ المشاهدة

source: Select Priority
ar: حدد الأولوية

source: Send
ar: ارسال

source: Send request
ar: إرسال الطلب

source: Sent DateTime
ar: تاريخ الإرسال

source: Service Name
ar: اسم الخدمة

source: Services
ar: الخدمات

source: Settings
ar: الاعدادات

source: Shipment number
ar: رقم الشحنة

source: Shipping Information
ar: بيانات الشحن

source: sick leave
ar: الإجازات المرضية

source: Sign out
ar: تسجيل الخروج

source: Start Time
ar: وقت البدء

source: Start Date
ar: تاريخ البدء

# Start_Time_Should_Be_Less_Than_or_Equal_End_Time
source: Start Time Should Be Less Than End Time
ar: وقت البداية لابد ان يكون اقل من النهاية

source: Status
ar: حالة

source: Statuses
ar: الحالات

source: Stay Duration
ar: مدة التنويم

source: Subject AR
ar: العنوان

source: Subject EN
ar: عنوان انجليزي

source: Subject AR
ar: العنوان

source: Subject EN
ar: العنوان انجليزي

source: Submit Complaint
ar: إرسال الشكوى

source: System Setting
ar: ادارة النظام

source: The Hospital
ar: المستشفى

source: The patient is responsible for:
ar: المريض مسؤول عن:

source: The Report
ar: التقرير

source: The Reports
ar: التقارير

# ThisPatientHasPreviousAccount
source: This patient has a previous account
ar: هذا المريض لديه حساب سابق

source: Time of Service
ar: وقت الخدمة

source: Track the shipment
ar: تتبع الشحنة

source: Trip Contact No
ar: رقم المسؤول الترفيهي

source: Trip Date
ar: تاريخ الرحلة

source: Trip Time
ar: وقت الرحلة

source: Type
ar: نوع

source: Type of leave
ar: نوع الإجازة

source: Under Processing Count
ar: عدد المعالجة

source: Under Processing Ratio
ar: نسبة المعالجة

source: Unit
ar: الوحدة

source: Update
ar: تحديث

source: Update information
ar: تحديث المعلومات

source: Urgent
ar: عاجل

source: Validation
ar: التحقق من المدخلات

# ValuesCreativity
source: Creativity
ar: ﺍﻹﺑﺪﺍﻉ

# ValuesHuman
source: Human Centric
ar: ﺭﻋﺎﻳﺔ ﻣﺤﻮﺭﻫﺎ ﺍﻹﻧﺴﺎﻥ

# ValuesLearning
source: Continuous Learning
ar: ﺍﻟﺘﻌﻠﻢ ﺍﻟﻤﺴﺘﻤﺮ

# ValuesPatientFirst
source: Patient First
ar: المريض اولا

# ValuesProff
source: Professionalism
ar: ﺍﻟﻤﻬﻨﻴﺔ

# ValuesTeam
source: Team Work
ar: ﺍﻟﻌﻤﻞ ﺑﺮﻭﺡ ﺍﻟﻔﺮﻳﻖ

# ValuesTitle
source: Values
ar: القييم

source: View
ar: عرض

source: View all complaints
ar: الشكاوى

# ViewAllInquiriesAndSuggestions
source: View all suggestions
ar: الاستفسارات

source: ViewAllReport
ar: عرض كل التقارير

source: View All Reports
ar: عرض طلبات التقارير

source: View appointment
ar: عرض موعد

source: View Complaint
ar: عرض شكوى

source: View Future appointment
ar: عرض مواعيد مستقبلية

source: View medicine dispensing request
ar: عرض طلب صرف أدوية

source: View my appointments
ar: مواعيدي

source: View sick leave
ar: عرض إجازة مرضية

source: View Sick Leaves
ar: عرض الإجازات المرضية

source: Vision and Mission
ar: الرؤية و الرسالة

# VisionContent
source: Sustainable healthy community for the associates of the Ministry of Defense and their families.
ar: ﻣﺠﺘﻤﻊ ﺻﺤﻲ ﻣﺴﺘﺪﺍﻡ ﻟﻤﻨﺴﻮﺑﻲ ﻭﺯﺍﺭﺓ ﺍﻟﺪﻓﺎﻉ ﻭﺫﻭﻳﻬﻢ .

# VisionTitle
source: Vision
ar: الرؤية

# WarfarinDrug
source: Please be inform you that the shape and packaging of the warfarin drug has been changed to another company. Details will be sent with the shipment
ar: نحطيكم علما بانه تم تغيير شكل و عبوات دواء الوارفارين لشركة اخرى. وسيتم ارسال التفاصيل مع الشحنة

source: Weight In Kilograms
ar: الوزن بالكيلو جرام

source: Yes
ar: نعم
