Repository: Mbtker/Per
Catalog: code/EForms.UIL/Language/Resource.*.resx
Languages: ar

source: You forget the Attachments!, Please add minimum 1 attachment...
ar: لقد نسيت المرفقات!، يرجى إضافة مرفق واحد على الأقل...

source: You have to select Form!
ar: يجب عليك تحديد النموذج!

source: You have a previous request that has not been completed
ar: لديك طلب سابق لم يتم الانتهاء منه

# SelectRequestNo
source: Select Request No Type
ar: اختر نوع البند

# CreateJustification
source: Justification
ar: أسباب عدم طرحة في منافسة عامة

# CreateReason
source: Reason
ar: أسباب تأمينة عن طريق الشراء المباشر

source: Item Name
ar: البند

source: Price
ar: التكلفة التقديرية

source: Quantity
ar: الكمية

source: Request
ar: اختر الطلب

# CUSNNSValidation
source: Please select CUSNNS Field
ar: من فضل اختار نوع البند

# Validation_ItemName
source: Please enter the Item Name
ar: من فضلك ادخل اسم البند

# Validation_ItemReqNO
source: Please enter the Request Number
ar: من فضلك ادخل رقم البند

# Validation_Justification
source: Please enter the Justification
ar: الأسباب تأمينة عن طريق الشراء المباشر

# Validation_Price
source: Please enter the price
ar: من فضلك ادخل السعر

# Validation_Quantity
source: Please enter the Quantity
ar: من فضلك ادخل الكمية

# Validation_Reason
source: Please enter the Reason
ar: الأسباب عدم طرحة في منافسة عامة

# RequestNumberCUSNNS
source: Reference Number
ar: الرقم المرجعي للطلب

# CUS
source: Stock Item
ar: البنود مخزنة

# ItemReqNO
source: Item Request NO
ar: رقم البند

# NNS
source: Non-Stock Item
ar: البنود الغير المخزنة

# SelectRequestItem
source: Firstly, Please select Request Item Name
ar: برجاء اختيار اسم البند اولا

source: Item Details
ar: بيانات البند (اجباري)

# PleaseBePatientCreateRequest
source: Please Be a Patient Create Request in the progress ...
ar: يرجى الانتظار يتم معالجة طلبك ...

# AssociateDeptAction
source: Associate Deptartment Action
ar: اجراء الادارة الفنية المسؤولة

# AssociateDeptName
source: Associate Deptartment Name
ar: اسم الفني المسؤول

source: Eqama Or National ID
ar: رقم الهوية

# FinancialAction
source: Financial Representative Action
ar: اجراء ممثل الماليات

# POR_Action
source: Purchasing Representative Action
ar: إجراء ممثل تقييم الأداء

# PSCCSuppliesAssistantDirectorAction
source: Assistant director of PSCC Supply Affairs Action
ar: اجراء مساعد مدير المركز

source: Director of Supplies Action
ar: اجراء ممثل مدير ادارة التموين

source: Manager Of Planning Action
ar: اجراء مدير قسم التخطيط

source: Bulletin Date
ar: تاريخ الاتصال

source: Clinical Visits View
ar: اشعار المراجعة

source: Number Of Pending Applications
ar: عدد الطلبات المعلقة

# OrganizationalRelationshipsValidation
source: Please Enter Organizational Relationships Filed
ar: من فضلك قم بادخال بيانات Organizational Relationships

# JobSummaryValidation
source: Please Enter Job Summary Field
ar: من فضلك قم بادخال بيانات Job Summary

# DutiesAndResponsibilitiesValidation
source: Please Enter Duties And Responsibilities Filed
ar: من فضلك قم بادخال بيانات Duties And Responsibilities

# EducationValidation
source: Please Enter Education Filed
ar: من فضلك قم بادخال بيانات التعليم

# ExperienceValidation
source: Please Enter Experience Filed
ar: من فضلك قم بادخال بيانات الخبرات

# PersonalSkillsValidation
source: Please Enter Personal Skills Filed
ar: من فضلك قم بادخال بيانات المهارات الشخصية

source: Job Name Ar
ar: الاسم الوظيفي عربي

source: Job Name En
ar: الاسم الوظيفي انجليزي

source: Organizational Relationships
ar: العلاقات التنظيمية

source: Job Summary
ar: ملخص العمل

source: Duties And Responsibilities
ar: الواجبات والمسؤوليات

source: Education
ar: التعليم

source: Experience
ar: الخبرات

source: Personal Skills
ar: المهارات شخصية

source: Performance Management
ar: تقييم الاداء

source: Evaluation
ar: التقييم

# Evaluate
source: Evaluate the Performance
ar: تقييم الاداء

source: Employee Details
ar: بيانات الموظف

source: Grade Code
ar: كود الدرجة

source: Grade Estimation
ar: تقدير الدرجة

# GoalName
source: Goal
ar: هدف

# GoalsValidation_InsertThreeAtLeast
source: Please Insert three minimum at least
ar: من فضلك ادخل 3 اهداف كحد أدني

source: Measurement Standard
ar: معيار القياس

source: Relative Weight %
ar: الوزن النسبي %

source: Target Output
ar: الناتج المستهدف

source: Firstly: Goals
ar: اولاً : الأهداف

source: Secondly: Competencies
ar: ثانياً : الجدارات

source: Competency
ar: الجدارة

source: Competency Themes
ar: محاور الجدارة

source: Behavioral description of the Competencies
ar: الوصف السلوكي للجدارات

source: Index
ar: مسلسل

# CompetencyThemesAndBehavioral
source: Competency Themes - Behavioral
ar: محاور الجدارة - الوصف السلوكي للجدارات

# RelativeWeightSum
source: Relative Weight Summation:
ar: مجموع الوزن النسبي

# RelativeWeightSumValidation
source: Summation of Relative Weight should equal 100%
ar: يجب ان يكون مجموع الوزن النسبي 100%

# GoalsName
source: Goals
ar: الأهداف

source: Please Insert
ar: من فضلك ادخل

# RowNumber
source: Row index
ar: للهدف مسلسل:

source: HR Action
ar: اجراء ممثل الموارد البشرية

source: Employee Action
ar: اجراء الموظف

source: UserId
ar: رقم الموظف

source: Version
ar: الاصدار

# DeadlineDate
source: Evaluation Deadline Date
ar: تاريخ صلاحية التقييم

source: Year
ar: السنة

# TargetOutputValidationOfPercentage
source: The weighted percentage of the target must not be less than 10% and not more than 40%.
ar: النسبة الموزونه للهدف يجب ان لا تقل عن 10% ولا تزيد عن 40%

# EmpNonUnknownCount
source: Employees Non Unknown Grade Count
ar: عدد الموظفين الغير معروف لهم درجة

source: Unknown
ar: غير معروف

source: Supervisory
ar: اشرافية

source: Non-Supervisory
ar: غير اشرافية

source: Non-Supervisory (Competencies Only)
ar: غير اشرافية (الجدارات)

# EmpCount
source: All PSCC Employees Count
ar: عدد موظفين المركز الفعالين

source: Employees
ar: الموظفين

# EmpSupervisoryCount
source: Supervisory Employees Count
ar: عدد الاشرافيين

# EmpNonSupervisoryCount
source: Non-Supervisory Employees Count
ar: عدد الغير الاشرافيين

source: HR Director Action
ar: اجراء مدير ادارة الموارد البشرية

source: User Guide
ar: دليل

source: Performance charter
ar: ميثاق الاداء

# HomeIndexContactText
source: Contact addresses for the Performance Charter Unit in Human Resources
ar: عناوين التواصل مع وحدة ميثاق الاداء في الموارد البشرية

# ContactInformation
source: Contact Informations
ar: بيانات التواصل

# HR_PerformanceUnit_Action
source: HR Performance Unit Employee's Action
ar: اجراء موظف وحدة الأداء

source: HR Manager Of Personal Action
ar: اجراء مدير قسم شؤون الموظفين

source: Request Actions
ar: الاجراءات

source: Form
ar: نموذج

source: Evaluation Form
ar: ملف التقييم

source: Direct Manager Action
ar: اجراء المدير المباشر

# AccessPermissionToThisAction
source: You don't have access permission to this action.
ar: ليس ليدك صلاحية لاستخدام هذا الاجراء

source: Employee
ar: الموظف

# SubmitYear
source: Submit Year - Grade
ar: اعتماد السنة - الدرجة

source: Next Step
ar: الخطوة التالية

# JobCountForVacancy
source: Jobs Count For Vacancy
ar: عدد الوظائف الشاغرة

# JobCountForBusy
source: Jobs Count For Busy
ar: عدد الوظائف المشغولة

# JobCountTotal
source: Jobs Count Total
ar: مجموع عدد الوظائف

source: Pending To
ar: معلقة عند

# IdOrStaffId
source: Eqama - National ID or Staff ID
ar: رقم الموظف او رقم الهوية

# Result
source: Results
ar: نتائج

source: Departments
ar: الأقسام

# PerformanceNotApplied
source: Application Not Applied
ar: لا يوجد ملف مسجل لهذا الموظف

# EmployeesByDepartment
source: Administration employee statistics
ar: احصائيات الموظفين بالادارة

# AllEmpStat
source: Statistics of all effective center employees
ar: احصائيات جميع موظفي المركز الفعالين

# EmpSearch
source: Employee Search
ar: شاشة بحث الموظفين

source: Direct Manager
ar: المدير المباشر

source: Performance Applied
ar: مسجل ملف للموظف

source: Please Note
ar: ملحوظة

# DepartmentEmployeesNote
source: If you select the status, employees who are not registered in the administration are not displayed
ar: في حالة اختيار الحالة , لا يتم عرض الموظفين الغير مسجلين فى الادارة - برجاء فى الحالة الجميع لعرض بيانات الموظفين الغير مسجلين

source: Staff Id
ar: رقم الموظف

# DepartmentHeadNotFoundedPleaseContactWithHRTeam
source: Department Head Not Found Please Contact With HR Team, Work Entity {0}, DeptCode {1}
ar: لم يتم العثور على رئيس القسم، يرجى الاتصال بفريق الموارد البشرية، كيان العمل {0}، رمز القسم {1}

source: Fulfillment
ar: الانجاز
